[
    {
        "name": "GenLess",
        "subhedding": "One of EECA’s key focuses is to accelerate the individual adoption of Electric Vehicles (EV’s) in the country. They recently put out this fairly conventional EV Buyer’s Guide to circulate all of the important rational info everyone needs to know if thinking about buying an EV. The challenge was how to promote this guide socially, digitally and more graphically.",
        "about": "I have created two examples of design work as listed below;",
        "projectDetail1": " 1. A simplified one-page graphical summary of “5 reasons to love BEV” of the EV Buying Guide; think about icons, graphic treatments and a visual layout that pops the reasons better than the current list.",
        "projectDetail2": "2. An Instagram story with 3-5 frames condensing the fact that there's an EV guide available online and a website CTA of where to find everything",
        "images":[
            "/images/Genless/Genless1.jpg",
            "/images/Genless/Genless2.jpg",
            "/images/Genless/Genless3.jpg",
            "/images/Genless/Genless4.jpg",
            "/images/Genless/Genless5.jpg"
        ],
        "video": "/images/Genless/GenlessVideo.mp4"

    },
    {
        "name": "Creambly",
        "about": "Creambly (Creators Assembly) is a web-based professional networking platform which enables the building the businesses of individuals who specialise in any facet of creative or competitive online content creation. The goal of this project was to build a brand, app and a website for the business. Similar to LinkedIn, this platform will include: public-facing customizable user profiles, filter-based network search options, a system by which users can initiate communication, and a place medium for community-wide posting.",
        "images":[           
            "/images/Creambly/Creambly1.jpg",
            "/images/Creambly/Creambly2.jpg",
            "/images/Creambly/Creambly3.jpg",
            "/images/Creambly/Creambly4.jpg",
            "/images/Creambly/Creambly5.jpg",
            "/images/Creambly/Creambly6.jpg",
            "/images/Creambly/Creambly7.jpg",
            "/images/Creambly/Gif animation.gif"
        ]        
    },
    {
        "name": "LucidStand",
        "about": "LucidStand is a trusted review site collecting ratings and reviews on professional employees from all sectors. LucidStand is to guide people looking for a way to find trustworthy professionals that perform high-quality work. The goal of this project was to build a brand and a website for the business, to make it easy for users to focus on main information and navigate on website, as well as make UI modern and simple.",
        "images":[
            "/images/LucidStand/LucidStand Cindy Web1.jpg",
            "/images/LucidStand/LucidStand Cindy Web2.jpg",
            "/images/LucidStand/LucidStand Cindy Web3.jpg",
            "/images/LucidStand/LucidStand Cindy Web4.jpg",
            "/images/LucidStand/LucidStand Cindy Web5.jpg",
            "/images/LucidStand/LucidStand Cindy Web6.jpg",
            "/images/LucidStand/LucidStand Cindy Web7.jpg"
        ],        
        "video": ""
    },
    {
        "name": "IPA",
        "subhedding": "International Property Awards 2019/2020.",
        "about": "The International Property Awards recognise the highest levels of achievement by companies operating in all sectors of the property and real estate industry. The awards are open to residential and commercial property professionals from around the globe. This is one of the biggest annual projects taken by in-house marketing team. As a result of that Barfoot & Thompson have won many awards since 2014. For this year’s entry, my role was to design and art direct this project. The brief was to create a company portfolio based on the requirements of four different submissions, each submission requires a book, USB, entry form and presentation box. The project ran for 3 months from September to November 2019 and involved 12+ experts from all divisions.    ",
        "images":[
            "/images/IPA/IPA1.jpg",
            "/images/IPA/IPA2.jpg",
            "/images/IPA/IPA3.jpg",
            "/images/IPA/IPA4.jpg",
            "/images/IPA/IPA5.jpg"
        ],        
        "video": ""
    },
    {
        "name": "Anual Report",
        "subhedding": "Property Management Annual Review.",
        "about": "This is an internal booklet detailing how property management has gone through the year. It is a 28 page long document, the majority of the contents are graphs, stats and icons which I have created them to comply with the Barfoot & Thompson brand.",
        "images":[
            "/images/AnnualReport/Barfoot Annual Report1.jpg",
            "/images/AnnualReport/Barfoot Annual Report2.jpg",
            "/images/AnnualReport/Barfoot Annual Report3.jpg",
            "/images/AnnualReport/Barfoot Annual Report4.jpg",
            "/images/AnnualReport/Barfoot Annual Report5.jpg",
            "/images/AnnualReport/Barfoot Annual Report6.jpg"
        ],        
        "video": ""
    },
    {
        "name": "Conferenz EDM",
        "images":[
            "/images/Conferenz/Conferenz1.jpg",
            "/images/Conferenz/Conferenz2.jpg",
            "/images/Conferenz/Conferenz3.jpg",
            "/images/Conferenz/Conferenz4.jpg",
            "/images/Conferenz/Conferenz5.jpg"
        ],        
        "video": ""

    }
]